{
  "main": {
    "title": "Nomad Club online shop",
    "currentOffer": "Current Offer",
    "offer": "Our offers",
    "info": "Terms & conditions",
    "offerFrom": "Offers from Technodom",
    "selectLanguage": "Select language",
    "earnPointsEnterYourCard": "To earn points for a purchase, enter your card number",
    "whereFindCardNumber": "Where can I find the card number?",
    "findCardNumberText": "On the front of your credit or debit card. The number is usually located at the bottom of the card and consists of 16 digits",
    "enterYourCardNumber": "Enter your card number"
  },
  "card": {
    "anotherOffer": "Another offer",
    "cardNumber": "NC membership number",
    "cardAuth": "Card authorization",
    "goToShop": "Go to shop"
  },
  "bannerText": {
    "banner1": {
      "title": "Groceries",
      "detailText": "Dive into online grocery shopping and unlock rewards with every purchase exceeding 20,000 KZT! Whether you're stocking up on pantry staples, fresh produce, or household essentials, every purchase brings you closer to exciting rewards with Nomad Club.",
      "bonusStep1": "Insert your NC membership number",
      "bonusStep2": "Go to the partner shop",
      "bonusStep3": "Enable cookies",
      "bonusStep4": "Make a purchase on the partner's website",
      "bonusStep5": "Points will be added to your account"
    },
    "banner2": {
      "title": "Make up and skin care",
      "detailText": "Discover the ultimate beauty experience with our partner. Explore a wide range of top-quality products from renowned brands, all conveniently available at your fingertips. Plus, earn bonus Nomad Club points with every purchase, bringing you closer to exclusive rewards and discounts. Experience luxury and convenience today!"
    },
    "banner3": {
      "title": "Travel suitcases and accessories",
      "detailText": "Embark on your journey with sophistication by browsing our curated collection of suitcases, backpacks, and travel essentials online. Elevate your travel experience with our premium range of luggage and accessories, meticulously crafted for both functionality and style. As you prepare for your next adventure, accumulate points with each purchase, unlocking exclusive rewards and privileges through our loyalty program. Travel in elegance and convenience with us."
    },
    "banner4": {
      "title": "Make up and skin care",
      "detailText": "Experience the seamless convenience of procuring premium-grade supplements and vitamins online! Immerse yourself in our carefully curated selection, meticulously crafted to elevate your health and vitality. Accumulate rewards with each purchase, unveiling exclusive perks and savings. Begin your journey towards optimal health today and indulge in the sophistication of shopping with us!"
    },
    "banner5": {
      "title": "Nomad Club: Exclusive Member Benefits",
      "detailText": "Welcome to Nomad Club, Air Astana’s loyalty programme designed to reward and recognize our most valued travelers.  \nWe believe your loyalty deserves to be celebrated with exclusive benefits tailored just for you.Membership Tiers Nomad Club offers four tiers of membership: Blue, Silver, Gold, and Diamond. Each tier provides you with distinct advantages that enhance your travel experience. Upon joining the programme, all members start at the Blue tier. As you travel with Air Astana and accumulate tier points, you will have the opportunity to advance through the tiers and unlock more privileges. To qualify for Silver, Gold, or Diamond membership, you must meet the specified criteria within a single calendar year (from January 1 to December 31). Once you meet these requirements, you will receive a unique membership card and access to an array of additional benefits."
    },
    "banner6": {
      "title": "Electronics",
      "detailText": "Start your everyday wellness journey with Galaxy Watch6 and gain 300 extra Nomad club points."
    }
  },
  "termsAndConditions": "The Nomad Club loyalty program (“Nomad Club”) rewards the loyalty of its members. Through the Nomad Club Shop (“Shop”), members can earn additional points by purchasing services and products from Nomad Club Partners (“Partners”).
	1.	Only individuals who are at least two years old and have a valid Nomad Club membership (XXX-XXX-XXX) are eligible to earn Nomad Club points. For minors, representation by and consent of a legal representative (such as a parent or guardian) is required to effectively conclude a contract. Members must provide accurate contact information and keep it up to date.
	2. Points can only be earned through the Nomad Club membership. No other loyalty programs are eligible.
	3.	The expiration of points earned with Partners through this website will be indicated separately in the Nomad Club membership account information.
	4.	Any additional costs, such as taxes, delivery fees, and surcharges, must be paid to the relevant Partner in accordance with the Partner’s terms and conditions.
	5.	Members can earn Nomad Club Points but not Miles (Flight Points). Points earned through the Nomad Club Shop do not affect the member’s status.
	6.	The contractual relationship is governed by the laws of the Republic of Kazakhstan.
	7.	The member’s personal data related to their membership, the earning of points, and the purchase of services or products will be processed by Nomad Club and its Partners in compliance with applicable data protection laws.
	8. If a purchased product or service is returned, the corresponding points will also be deducted from the member’s account.
	9.	Complaints and Disputes:
All issues and complaints related to purchased products or services must be resolved directly with the relevant Partner, without involving Nomad Club.
	10.	Points will be credited to the membership account within 15 working days of the completed transaction.
	11.	To earn points, members must follow the link provided by the Partner on the Shop, accept the Partner’s cookies, and complete the purchase on the Partner’s website.
	12.	Points will not be credited if products or services are purchased at an offline location of the Partner, through other links, or directly with the Partner without following the Shop link.
	13.Members must accept the use of cookies by Partners when redirected from the Shop to ensure tracking and accreditation of points.
	14.	Nomad Club reserves the right to amend these terms and conditions at any time. Members will be notified of any significant changes.
	15.	Nomad Club is not responsible for any products or services offered by Partners or any disputes arising from transactions with Partners.
	16.	If any provision of these terms and conditions is found to be invalid or unenforceable, the remaining provisions shall continue to be valid and enforceable.
",
  "error": {
    "authorize": "Authorization error"
  },
  "success": {
    "authorize": "Authorization success"
  }
}
