{
  "main": {
    "title": "Nomad Club online shop",
    "currentOffer": "Current Offer",
    "offer": "Our offers",
    "info": "Terms & conditions",
    "offerFrom": "Offers from Technodom",
    "selectLanguage": "Select language",
    "earnPointsEnterYourCard": "To earn points for a purchase, enter your card number",
    "whereFindCardNumber": "Where can I find the card number?",
    "findCardNumberText": "On the front of your credit or debit card. The number is usually located at the bottom of the card and consists of 16 digits",
    "enterYourCardNumber": "Enter your card number"
  },
  "card": {
    "anotherOffer": "Another offer",
    "cardNumber": "NC membership number",
    "cardAuth": "Card authorization",
    "goToShop": "Go to shop"
  },
  "bannerText": {
    "banner1": {
      "title": "BASIC T-SHIRT",
      "text": "9900 ₸ \n\nGlobal Nomads basic t-shirts are the embodiment of comfort and style. Made from soft, high-quality cotton, they are perfect for both everyday wear and active leisure.",
      "bonus":"For every 200 KZT spent you will receive 1 Point",
      "bonusStep1": "Insert your NC membership number",
      "bonusStep2": "Go to the partner shop",
      "bonusStep3": "Enable cookies",
      "bonusStep4": "Make a purchase on the partner's website",
      "bonusStep5": "Points will be added to your account"
    },
    "banner2": {
      "title": "Make up and skin care",
      "detailText": "Discover the ultimate beauty experience with our partner. Explore a wide range of top-quality products from renowned brands, all conveniently available at your fingertips. Plus, earn bonus Nomad Club points with every purchase, bringing you closer to exclusive rewards and discounts. Experience luxury and convenience today!"
    },
    "banner3": {
      "title": "Travel suitcases and accessories",
      "detailText": "Embark on your journey with sophistication by browsing our curated collection of suitcases, backpacks, and travel essentials online. Elevate your travel experience with our premium range of luggage and accessories, meticulously crafted for both functionality and style. As you prepare for your next adventure, accumulate points with each purchase, unlocking exclusive rewards and privileges through our loyalty program. Travel in elegance and convenience with us."
    },
    "banner4": {
      "title": "Make up and skin care",
      "detailText": "Experience the seamless convenience of procuring premium-grade supplements and vitamins online! Immerse yourself in our carefully curated selection, meticulously crafted to elevate your health and vitality. Accumulate rewards with each purchase, unveiling exclusive perks and savings. Begin your journey towards optimal health today and indulge in the sophistication of shopping with us!"
    },
    "banner5": {
      "title": "Nomad Club: Exclusive Member Benefits",
      "detailText": "Welcome to Nomad Club, Air Astana’s loyalty programme designed to reward and recognize our most valued travelers.  \nWe believe your loyalty deserves to be celebrated with exclusive benefits tailored just for you.Membership Tiers Nomad Club offers four tiers of membership: Blue, Silver, Gold, and Diamond. Each tier provides you with distinct advantages that enhance your travel experience. Upon joining the programme, all members start at the Blue tier. As you travel with Air Astana and accumulate tier points, you will have the opportunity to advance through the tiers and unlock more privileges. To qualify for Silver, Gold, or Diamond membership, you must meet the specified criteria within a single calendar year (from January 1 to December 31). Once you meet these requirements, you will receive a unique membership card and access to an array of additional benefits."
    },
    "banner6": {
      "title": "Global Nomads is a Kazakh clothing brand",
      "detailText": "Welcome to Nomad Club, Air Astana’s loyalty programme designed to reward and recognize our most valued travelers.  \nWe believe your loyalty deserves to be celebrated with exclusive benefits tailored just for you.Membership Tiers Nomad Club offers four tiers of membership: Blue, Silver, Gold, and Diamond. Each tier provides you with distinct advantages that enhance your travel experience. Upon joining the programme, all members start at the Blue tier. As you travel with Air Astana and accumulate tier points, you will have the opportunity to advance through the tiers and unlock more privileges. To qualify for Silver, Gold, or Diamond membership, you must meet the specified criteria within a single calendar year (from January 1 to December 31). Once you meet these requirements, you will receive a unique membership card and access to an array of additional benefits."
    }
  },


    "termsAndConditions": "Terms and Conditions",

  "error": {
    "authorize": "Authorization error"
  },
  "success": {
    "authorize": "Authorization success"
  }
}