{
  "main" : {
    "title": "Онлайн магазин Номад клуб",
    "currentOffer": "Текущее предложение",
    "offer": "Наши предложения",
    "info": "Правила и условия",
    "offerFrom": "Предложения от Технодом",
    "selectLanguage": "Выберите язык",
    "earnPointsEnterYourCard": "Для начисления баллов за покупку укажите ваш номер карты",
    "whereFindCardNumber": "Где найти номер карты?",
    "findCardNumberText": "На лицевой стороне вашей кредитной или дебетовой карты. Номер обычно находится в нижней части карты и состоит из 16 цифр",
    "enterYourCardNumber": "Внесите номер карты"
  },
  "card": {
    "anotherOffer": "Другие предложения",
    "cardNumber": "Внести номер карты",
    "cardAuth": "Авторизация карты",
    "goToShop": "Перейти в магазин"
  },
  "bannerText": {
    "banner1": {
      "title": "Продукты питания",
      "detailText": "Заказывайте продукты из дома и получайте Номад клуб баллы за каждую покупку на сумму свыше 20 000 KZT! Будь то запасы продуктов, свежие овощи или товары для дома, каждая покупка приближает вас к захватывающим вознаграждениям с Номад клубом",
      "bonusStep1": "Введите ваш номер участника Номад клуб",
      "bonusStep2": "Перейдите в магазин-партнер",
      "bonusStep3": "Разрешите использование файлов cookie",
      "bonusStep4": "Совершите покупку на веб-сайте партнера",
      "bonusStep5": "Баллы будут начислены на ваш аккаунт"
    },
    "banner2": {
      "title": "Декоративная и уходовая косметика",
      "detailText": "Откройте для себя мир красоты и заботы с предложениями от нашего партнера! Исследуйте широкий ассортимент продуктов от известных мировых брендов и получайте дополнительные бонусные баллы в программе Nomad Club с каждой покупкой! Почувствуйте роскошь и удобство уже сегодня!"
    },
    "banner3": {
      "title": "Дорожные сумки и чемоданы",
      "detailText": "Отправляйтесь в путешествие со вкусом! Поднимите ваше путешествие на новый уровень с нашим премиальным ассортиментом багажа и аксессуаров, тщательно разработанных как для функциональности, так и стиля. Готовясь к следующему приключению, накапливайте баллы с каждой покупкой через нашу программу лояльности Номад клуб. Путешествуйте с элегантностью и удобством вместе с нами."
    },
    "banner4": {
      "title": "Декоративная и уходовая косметика",
      "detailText": "Оцените удобство покупки витаминов и добавок онлайн! Исследуйте тщательно подобранный ассортимент, призванный повысить вашу энергию и жизненные силы. Получайте баллы с каждой покупкой, открывая доступ к эксклюзивным преимуществам и скидкам. Начните свой путь к здоровью вместе с нами!"
    },
    "banner5": {
      "title": "Nomad Club: Эксклюзивные преимущества для участников",
      "detailText": "Добро пожаловать в Nomad Club, программу лояльности Air Astana, разработанную для вознаграждения и признания наших самых ценных путешественников."
    },
    "banner6": {
      "title": "Электроника",
      "detailText": "Начните свой ежедневный путь к здоровью с Galaxy Watch6 и получите 300 дополнительных баллов в программе Nomad Club."
    }
  },
  "termsAndConditions": "Условия и Положения Магазина Nomad Club",
  "error": {
    "authorize": "Ошибка авторизации"
  },
  "success": {
    "authorize": "Карта успешно авторизирована"
  }
}