[
  {
    "id": 0,
    "image": "/tshirt_new.png",
    "bonus": "bannerText.banner1.bonus",
    "type": "Доставка продуктов",
    "text": "bannerText.banner1.text",
    "title": "bannerText.banner1.title",
    "detail_text": {
      "kz": "Global Nomads негізгі футболкалары - жайлылық пен стильдің үйлесімі.<br/><br/> Жоғары сапалы жұмсақ мақтадан жасалған, олар күнделікті киюге де, белсенді демалысқа да өте қолайлы.<br/><br/> Футболкалар бірнеше стильді түстерде ұсынылған: қою көк, ашық сұр, зәйтүн, қыша және қызыл қоңыр.<br/><br/> Әр футболка Қазақстанның бай мәдениетінен шабыт алған еркіндік рухын білдіреді. Өз тамырларын ұмытпай, жаһандық өмір салтына ұмтылатындар үшін тамаша таңдау.<br/><br/>Әр 200 KZT жұмсаған сайын сізге 1 ұпай беріледі.<br/><br/> Құрамы: Лайкрамен супрем (92% мақта, 8% лайкра)",
      "ru": "Базовые футболки Global Nomads – это воплощение комфорта и стиля.<br/><br/> Изготовлены из мягкого хлопка высокого качества, они идеально подходят как для повседневного ношения, так и для активного отдыха.<br/><br/> Футболки представлены в нескольких стильных расцветках: темно-синий, светло-серый, оливковый, горчичный и бордовый.<br/><br/> Каждая футболка несет дух свободы, вдохновленный богатством культуры Казахстана. Идеальный выбор для тех, кто стремится к глобальному образу жизни, не забывая о своих корнях.<br/><br/>За каждые 200 KZT вы получите 1 балл.<br/><br/> Состав: Супрем с лайкрой (92% хлопок, 8% лайкра)",
      "en": "Global Nomads basic t-shirts are the embodiment of comfort and style.<br/><br/> Made from soft, high-quality cotton, they are perfect for both everyday wear and active leisure.<br/><br/> The t-shirts come in several stylish colors: navy blue, light gray, olive, mustard, and burgundy.<br/><br/> Each t-shirt carries a spirit of freedom, inspired by the rich culture of Kazakhstan. An ideal choice for those who aspire to a global lifestyle while staying true to their roots.<br/><br/>For every 200 KZT spent you will receive 1 Point.<br/><br/> Composition: Supreme with Lycra (92% cotton, 8% Lycra)"
    },
    "bonus_step": [
      "bannerText.banner1.bonusStep1",
      "bannerText.banner1.bonusStep2",
      "bannerText.banner1.bonusStep3",
      "bannerText.banner1.bonusStep4",
      "bannerText.banner1.bonusStep5"
    ],
    "size": "small",
    "toShopUrl": "https://globalnomadswear.com/women/tproduct/792506629-669831061432-bazovie-futbolki-global-nomads?utm_source=air&utm_medium=cpa&utm_campaign=air-astana"
  },
  {
    "id": 1,
    "image": "/cardigan.png",
    "bonus": "bannerText.banner2.bonus",
    "type": "Маркетплейс",
    "text": "bannerText.banner2.text",
    "title": "bannerText.banner2.title",
    "detail_text": {
      "kz": "Сызықтармен орналасқан ерекше дизайны бар сәнді кардиган.</br></br>Кардиган еркін кесілуімен және терең V-тәрізді мойын сызығымен ерекшеленеді.</br></br>Түймелер киімнің бүкіл ұзындығы бойында орналасқан, бұл оны түймеленген немесе ашық күйінде әртүрлі образдар жасау үшін киюге мүмкіндік береді.</br></br>Әр 200 теңге үшін сіз 1 ұпай аласыз.</br></br>Құрамы: 100% мақта",
      "ru": "Стильный кардиган с оригинальным дизайном, расположенным линиями.</br></br>Кардиган имеет свободный крой и глубокий V-образный вырез.</br></br>Пуговицы располагаются по всей длине изделия, что позволяет носить его как застегнутым, так и расстегнутым, создавая разные образы.</br></br>За каждые 200 KZT вы получите 1 балл.</br></br>Состав: 100% хлопок",
      "en": "Stylish cardigan with an original design arranged in lines.</br></br>The cardigan has a loose fit and a deep V-neckline.</br></br>Buttons are placed along the entire length of the garment, allowing you to wear it either buttoned or unbuttoned to create different looks.</br></br>For every 200 KZT, you will earn 1 point.</br></br>Composition: 100% cotton"
    },
    "bonus_step": [
      "bannerText.banner1.bonusStep1",
      "bannerText.banner1.bonusStep2",
      "bannerText.banner1.bonusStep3",
      "bannerText.banner1.bonusStep4",
      "bannerText.banner1.bonusStep5"
    ],
    "size": "small",
    "toShopUrl": "https://globalnomadswear.com/men/tproduct/792507046-185271900782-kardigan-na-pugovitsah?utm_source=air&utm_medium=cpa&utm_campaign=air-astana"
  },

  {
    "id": 2,
    "image": "/suit.png",
    "bonus": "bannerText.banner3.bonus",
    "type": "Маркетплейс",
    "text": "bannerText.banner3.text",
    "title": "bannerText.banner3.title",
    "detail_text": {
      "kz": "Стильді Stone Washed өңдеуі бар футерден жасалған худи мен шалбар. Серуендеуге және достармен кездесуге арналған ыңғайлы жиынтық.<br><br>Худиді сатып алғанда, сізге шалбар сыйлыққа беріледі.<br><br>Әрбір 200 KZT үшін сіз 1 балл аласыз.<br><br>Құрамы: Футер (3 қабат)",
      "ru": "Стильные худи и брюки из футера с обработкой Stone Washed. Удобный комплект для прогулок и встреч с друзьями.<br><br>При покупке худи вы получаете брюки в подарок.<br><br>За каждые 200 KZT вы получите 1 балл.<br><br>Состав: Футер (3-нить)",
      "en": "Stylish hoodies and pants made from Stone Washed processed footer fabric. A comfortable set for walks and meeting friends.<br><br>When you buy a hoodie, you get the pants as a gift.<br><br>For every 200 KZT, you will receive 1 point.<br><br>Composition: Footer (3-thread)"
    },
    "bonus_step": [
      "bannerText.banner3.bonusStep1",
      "bannerText.banner3.bonusStep2",
      "bannerText.banner3.bonusStep3",
      "bannerText.banner3.bonusStep4",
      "bannerText.banner3.bonusStep5"
    ],
    "size": "small",
    "toShopUrl": "https://globalnomadswear.com/women/tproduct/792506629-823494558042-hudi-i-bryuki-stone-washed?utm_source=air&utm_medium=cpa&utm_campaign=air-astana"
  },

 {
    "id": 3,
    "image": "/new-big-banner-2.png",
    "bonus": "bannerText.banner4.bonus",
    "type": "Маркетплейс",
    "text": "bannerText.banner4.text",
    "title": "bannerText.banner4.title",
    "detail_text": {
      "kz": "Join Nomad Club today to experience a journey like never before.<br><br>Don't miss out – sign up now for a key to a world of exclusive travel rewards, benefits and unparalleled adventures!",
      "ru": "Регистрация в Nomad Club достаточно быстрая и удобная.<br><br>Потратьте несколько минут, чтобы затем получить доступ в личный кабинет,<br><br>где собраны все самые главные функции Nomad Club.",
      "en": "Join Nomad Club today to experience a journey like never before.<br><br>Don't miss out – sign up now for a key to a world of exclusive travel rewards, benefits and unparalleled adventures!"
    },
    "size": "small",
    "toShopUrl": "https://airastana.com/nomad-club/nomad-club-programme"
  },  



  
  {
    "id": 4,
    "image": "/new-big-banner-1.png",
    "detail_text": {
      "kz": "Nomad Club-қа қош келдіңіз, Air Astana-ның адалдық бағдарламасы, ең бағалы жолаушыларымызды марапаттау және тану үшін әзірленген.</br></br>Біз сіздің адалдығыңызды ерекше артықшылықтармен атап өтуге лайық деп есептейміз.</br></br>Nomad Club төрт мүшелік деңгейін ұсынады: Blue, Silver, Gold және Diamond. Әр деңгей сіздің сапар тәжірибеңізді жақсартатын ерекше артықшылықтармен қамтамасыз етеді.</br></br>Бағдарламаға қосылғаннан кейін барлық қатысушылар Blue деңгейінен бастайды. Air Astana-мен ұшқан сайын және деңгейлік ұпайларды жинаған сайын сіз келесі деңгейлерг",
      "ru": "Добро пожаловать в Nomad Club, программу лояльности Air Astana, разработанную для вознаграждения и признания наших самых ценных путешественников.</br></br>Мы уверены, что ваша преданность заслуживает особого внимания, и предлагаем вам эксклюзивные преимущества.</br></br>Nomad Club предлагает четыре уровня членства: Blue, Silver, Gold и Diamond. Каждый уровень предоставляет вам уникальные преимущества, которые улучшат ваше путешествие.</br></br>Все участники программы начинают с уровня Blue. По мере того, как вы путешествуете с Air Astana и накапливаете баллы уровня, у вас будет возможность продвигаться по уровням и открывать новые привилегии.</br></br>Чтобы перейти на уровень Silver, Gold или Diamond, вам необходимо выполнить определенные критерии в течение календарного года (с 1 января по 31 декабря). Как только вы выполните эти требования, вы получите уникальную карту участника и доступ к дополнительным преимуществам.",
      "en": "Welcome to Nomad Club, Air Astana's loyalty programme designed to reward and recognize our most valued travelers.</br></br>We believe your loyalty deserves to be celebrated with exclusive benefits tailored just for you.</br></br>Membership Tiers Nomad Club offers four tiers of membership: Blue, Silver, Gold, and Diamond. Each tier provides you with distinct advantages that enhance your travel experience.</br></br>Upon joining the programme, all members start at the Blue tier. As you travel with Air Astana and accumulate tier points, you will have the opportunity to advance through the tiers and unlock more privileges.</br></br>To qualify for Silver, Gold, or Diamond membership, you must meet the specified criteria within a single calendar year (from January 1 to December 31). Once you meet these requirements, you will receive a unique membership card and access to an array of additional benefits."
    },
    "preview_text": {
      "kz": "Nomad Club-қа қош келдіңіз, Air Astana-ның адалдық бағдарламасы, ең бағалы жолаушыларымызды марапаттау және тану үшін әзірленген",
      "ru": "Добро пожаловать в Nomad Club, программу лояльности Air Astana, разработанную для вознаграждения и признания наших самых ценных путешественников.",
      "en": "Welcome to Nomad Club, Air Astana’s loyalty programme designed to reward and recognize our most valued travelers."
    },
    "title": "bannerText.banner5.title",
    "size": "big",
    "toShopUrl": "https://google.com"
  },
  {
    "id": 5,
    "image": "/globalnomads.png",
    "detail_text": {
      "kz": "<br>Global Nomads бренді негізінде заманауи көшпенділік идеясы жатыр — Орталық Азияның ежелгі көшпенді халықтарының мәдени мұрасынан шабыт ала отырып, дизайнерлер таңдаулы оюларды қазіргі заманға сай жаңғыртып, бұйымдардың бөлшектеріне терең мағына енгізеді.<br><br>Брендтің коллекциялары заманауи көшпенділерге арналған — қозғалыста, шығармашылықта, жұмыста және көзқарастарда шекарасыз адамдарға. Кең ассортимент матрицасы багажда көп орын алмайтын және жоғары сапалы материалдар мен тігіннің арқасында ұзақ уақыт қызмет ететін толық көріністі жинауға мүмкіндік береді.<br><br>Біздің мақсатты аудиториямыз және идеялық кодымыз — бұл миллениалдар буыны және олардың жаңа тұтыну парадигмасы: жауапкершілік бір рет қолданудың орнына, мағыналар бос кеңістікке қарсы, және қысқа мерзімді сәннің орнына бірегей стиль.<br><br>Брендтің коллекцияларының 85%-ы табиғи материалдардан тұрады, олар толықтай табиғатта ыдырайды.<br><br>Бренд өз өнімдерін Қазақстандағы өз фабрикасында халықаралық сапа стандарттарын сақтай отырып және ILS сертификаттауымен өндіреді.<br/><br/>Әр 200 KZT жұмсаған сайын сізге 1 ұпай беріледі.",
      "ru": "<br>В основу бренда Global Nomads заложена идея современного номадизма — вдохновляясь культурным наследием древних кочевых народов Центральной Азии, дизайнеры интерпретируют в современном ключе избранные орнаменты, закладывая глубокий смысл в детали изделий.<br><br>Коллекции марки предназначены для современных кочевников — людей, свободных от границ в передвижении, творчестве, работе и взглядах. Широкая ассортиментная матрица позволит собрать total look, который не займет много места в багаже и будет долго служить благодаря высокому качеству материалов и пошива.<br><br>Наша целевая аудитория и наш идейный код — это поколение миллениалов и его новая парадигма потребления: ответственность вместо одноразовости, смыслы вместо пустоты, самобытный стиль вместо краткосрочной моды.<br><br>Коллекции бренда на 85% состоят из натуральных материалов, полностью разлагающихся в природе.<br/><br/>За каждые 200 KZT вы получите 1 балл.",
      "en": "<br>The foundation of the Global Nomads brand is the idea of modern nomadism — inspired by the cultural heritage of the ancient nomadic peoples of Central Asia, the designers reinterpret selected ornaments in a contemporary way, embedding deep meaning into the details of the products.<br><br>The brand’s collections are designed for modern nomads — people free from borders in their movement, creativity, work, and outlook. The wide product assortment allows for a total look that doesn’t take up much space in luggage and lasts a long time due to the high quality of materials and craftsmanship.<br><br>Our target audience and our ideological code are the millennial generation and its new consumption paradigm: responsibility instead of disposability, meaning instead of emptiness, and authentic style instead of short-term fashion.<br><br>The brand's collections are 85% made of natural materials that are fully biodegradable.<br><br>The brand manufactures its products at its own factory in Kazakhstan, adhering to international quality standards and ILS certification.<br/><br/>For every 200 KZT spent you will receive 1 Point."
    },
    "preview_text": {
      "kz": "Global Nomads бренді негізінде заманауи көшпенділік идеясы жатыр — Орталық Азияның ежелгі көшпенді халықтарының мәдени мұрасынан шабыт ала отырып, дизайнерлер таңдаулы оюларды қазіргі заманға сай жаңғыртып, бұйымдардың бөлшектеріне терең мағына енгізеді.<br><br>Брендтің коллекциялары заманауи көшпенділерге арналған — қозғалыста, шығармашылықта, жұмыста және көзқарастарда шекарасыз адамдарға. ",
      "ru": "В основу бренда Global Nomads заложена идея современного номадизма — вдохновляясь культурным наследием древних кочевых народов Центральной Азии, дизайнеры интерпретируют в современном ключе избранные орнаменты, закладывая глубокий смысл в детали изделий.",
      "en": "The foundation of the Global Nomads brand is the idea of modern nomadism — inspired by the cultural heritage of the ancient nomadic peoples of Central Asia, the designers reinterpret selected ornaments in a contemporary way, embedding deep meaning into the details of the products."
    },
    "bonus_step": [
      "bannerText.banner1.bonusStep1",
      "bannerText.banner1.bonusStep2",
      "bannerText.banner1.bonusStep3",
      "bannerText.banner1.bonusStep4",
      "bannerText.banner1.bonusStep5"
    ],
    "title": "bannerText.banner6.title",
    "size": "big",
    "toShopUrl": "https://globalnomadswear.com/catalog?utm_source=air&utm_medium=cpa&utm_campaign=air-astana"
  }
]
