[
  {
    "id": 0,
    "image": "/banner-1.png",
    "bonus": "До 400 баллов за заказ",
    "type": "Доставка продуктов",
    "text": "Скидка 50% на первый заказ",
    "title": "bannerText.banner1.title",
    "detail_text": {
      "kz": "Интернеттегі азық-түлік сатып алу және өткізімдің алдындағы артықшылықтарды ашу! 20 000 KZT-дан асқан өткізімді барына таңдау кезінде наградаларды алыңыз! Депенің маңызды өнімдерін, жаңа етістіктерін немесе үй тиімділігінен толық толтырсаңыз, өткізім әрбір сатып алу жақындықтарын қамтып алуға жақындайды. Nomad Club таңдау кезінде сені жақындап тұратын қызықты наградаларға жеткізеді.",
      "ru": "Заказывайте продукты из дома и получайте Номад клуб баллы за каждую покупку на сумму свыше 20 000 KZT! Будь то запасы продуктов, свежие овощи или товары для дома, каждая покупка приближает вас к захватывающим вознаграждениям с Номад клубом",
      "en": "Dive into online grocery shopping and unlock rewards with every purchase exceeding 20,000 KZT! Whether you're stocking up on pantry staples, fresh produce, or household essentials, every purchase brings you closer to exciting rewards with Nomad Club."
    },
    "bonus_step": [
      "bannerText.banner1.bonusStep1",
      "bannerText.banner1.bonusStep2",
      "bannerText.banner1.bonusStep3",
      "bannerText.banner1.bonusStep4",
      "bannerText.banner1.bonusStep5"
    ],
    "size": "small",
    "toShopUrl": "https://google.com"
  },
  {
    "id": 1,
    "image": "/banner-2.png",
    "bonus": "До 400 баллов за заказ",
    "type": "Маркетплейс",
    "text": "Получайте мили за покупки",
    "title": "bannerText.banner2.title",
    "detail_text": {
      "kz": "Онлайн косметика магазинімізде арнайы краса тәжірибесін таптырыңыз. Дәуірлі брендтердің топтық өнімдерін таныңыз, барлық оларды жоғары сапалы көріңіз, сіздің алдыңызда тұра алады. Орнатылатын кездесуімізде, өзіңізге арнайы жағдайлар мен жеңілдіктерге жетуіңіз мүмкін. Люкс және ықпалды төменде!",
      "ru": "Откройте для себя мир красоты и заботы с предложениями от нашего партнера! Исследуйте широкий ассортимент продуктов от известных мировых брендов и получайте дополнительные бонусные баллы в программе Nomad Club с каждой покупкой! Почувствуйте роскошь и удобство уже сегодня!",
      "en": "Discover the ultimate beauty experience with our partner. Explore a wide range of top-quality products from renowned brands, all conveniently available at your fingertips. Plus, earn bonus Nomad Club points with every purchase, bringing you closer to exclusive rewards and discounts. Experience luxury and convenience today!"
    },
    "size": "small",
    "toShopUrl": "https://google.com"
  },
  {
    "id": 2,
    "image": "/banner-3.png",
    "bonus": "До 400 баллов за заказ",
    "type": "Маркетплейс",
    "text": "Получайте мили за покупки",
    "title": "bannerText.banner3.title",
    "detail_text": {
      "kz": "Өзіңізді таңғалатын кезек, рюкзактар мен саяхат құралдарының онлайн таңдауы арқылы кураторлық коллекциямыздан таңдаңыз. Багаж мен аксессуарлардың еңбекқор бағдарламасымен таңдаңыз және сапалы. Келесі саяхатқа дайынланғанда, өзіңізді көрсете алу үшін көздеріңізді ашыңыз. Жаңа приключениеңіздің өзгерістерін ашуды, сатып алумен баллдарды біріктіру арқылы жасаңыз, біздің дегенмен лоялдылық бағдарламамен елімді негізгі көмектерді ашыңыз. Бізбен бірге әділетті және ықпалды саяхат етіңіз.",
      "ru": "Отправляйтесь в путешествие со вкусом! Поднимите ваше путешествие на новый уровень с нашим премиальным ассортиментом багажа и аксессуаров, тщательно разработанных как для функциональности, так и стиля. Готовясь к следующему приключению, накапливайте баллы с каждой покупкой через нашу программу лояльности Номад клуб. Путешествуйте с элегантностью и удобством вместе с нами.",
      "en": "Embark on your journey with sophistication by browsing our curated collection of suitcases, backpacks, and travel essentials online. Elevate your travel experience with our premium range of luggage and accessories, meticulously crafted for both functionality and style. As you prepare for your next adventure, accumulate points with each purchase, unlocking exclusive rewards and privileges through our loyalty program. Travel in elegance and convenience with us."
    },
    
    
    "size": "small",
    "toShopUrl": "https://google.com"
  },
 {
    "id": 3,
    "image": "/banner-4.png",
    "bonus": "До 400 баллов за заказ",
    "type": "Маркетплейс",
    "text": "Получайте мили за покупки",
    "title": "bannerText.banner4.title",
    "detail_text": {
      "kz": "Ұстаздар мен витаминдерді онлайн сатып алудың ыңғайлылығын таныңыз! Біздің сүзгілікті таңдауларымызға жақындасып, сіздің әрекеттілігіңізді және маңызығыңызды жетістіру үшін дайындалған жоғары сапалы өнімдерді ұмытасыз. Әр сатып алумен қажетті баллдарды алыңыз, жеке артықшылықтар мен жеңілдіктерді ашу. Бізбен бірге денсаулық жолыңызға бағыттаның сапасын алыңыз!",
      "ru": "Оцените удобство покупки витаминов и добавок онлайн! Исследуйте тщательно подобранный ассортимент, призванный повысить вашу энергию и жизненные силы. Получайте баллы с каждой покупкой, открывая доступ к эксклюзивным преимуществам и скидкам. Начните свой путь к здоровью вместе с нами!",
      "en": "Experience the seamless convenience of procuring premium-grade supplements and vitamins online! Immerse yourself in our carefully curated selection, meticulously crafted to elevate your health and vitality. Accumulate rewards with each purchase, unveiling exclusive perks and savings. Begin your journey towards optimal health today and indulge in the sophistication of shopping with us!"
    },
    "size": "small",
    "toShopUrl": "https://google.com"
  },  
  {
    "id": 4,
    "image": "/new-big-banner-1.png",
    "detail_text": {
      "kz": "Nomad Club-қа қош келдіңіз, Air Astana-ның адалдық бағдарламасы, ең бағалы жолаушыларымызды марапаттау және тану үшін әзірленген. Біз сіздің адалдығыңызды ерекше артықшылықтармен атап өтуге лайық деп есептейміз.<br/><br/>Мүшелік деңгейлері<br/><br/>Nomad Club төрт мүшелік деңгейін ұсынады: Blue, Silver, Gold және Diamond. Әр деңгей сіздің сапар тәжірибеңізді жақсартатын ерекше артықшылықтармен қамтамасыз етеді. Бағдарламаға қосылғаннан кейін барлық қатысушылар Blue деңгейінен бастайды. Air Astana-мен ұшқан сайын және деңгейлік ұпайларды жинаған сайын сіз келесі деңгейлерге көтеріліп, артықшылықтарды аша аласыз.<br/><br/>Silver, Gold немесе Diamond мүшесі болу үшін сізге күнтізбелік жылдың ішінде (1 қаңтардан 31 желтоқсанға дейін) белгілі бір талаптарды орындау қажет. Осы талаптарға сай келген соң, сізге бірегей мүшелік карта беріледі және қосымша артықшылықтарға қол жеткізесіз.",
      "ru": "Добро пожаловать в Nomad Club, программу лояльности Air Astana, разработанную для вознаграждения и признания наших самых ценных путешественников. Мы уверены, что ваша преданность заслуживает особого внимания, и предлагаем вам эксклюзивные преимущества.<br/>Уровни членства<br/>Nomad Club предлагает четыре уровня членства: Blue, Silver, Gold и Diamond. Каждый уровень предоставляет вам уникальные преимущества, которые улучшат ваше путешествие. Все участники программы начинают с уровня Blue. По мере того, как вы путешествуете с Air Astana и накапливаете баллы уровня, у вас будет возможность продвигаться по уровням и открывать новые привилегии.<br/>Чтобы перейти на уровень Silver, Gold или Diamond, вам необходимо выполнить определенные критерии в течение календарного года (с 1 января по 31 декабря). Как только вы выполните эти требования, вы получите уникальную карту участника и доступ к дополнительным преимуществам.",
      "en": "Welcome to Nomad Club, Air Astana’s loyalty programme designed to reward and recognize our most valued travelers. <br/><br/>We believe your loyalty deserves to be celebrated with exclusive benefits tailored just for you.Membership Tiers Nomad Club offers four tiers of membership: Blue, Silver, Gold, and Diamond. Each tier provides you with distinct advantages that enhance your travel experience. Upon joining the programme, all members start at the Blue tier. As you travel with Air Astana and accumulate tier points, you will have the opportunity to advance through the tiers and unlock more privileges. To qualify for Silver, Gold, or Diamond membership, you must meet the specified criteria within a single calendar year (from January 1 to December 31). Once you meet these requirements, you will receive a unique membership card and access to an array of additional benefits."
    },
    "title": "bannerText.banner5.title",
    "size": "big",
    "toShopUrl": "https://google.com"
  },
  {
    "id": 5,
    "image": "/new-big-banner-2.png",
    "detail_text": {
      "kz": "<br/><b>Nomad Club-тың ұпайларын жинау және жұмсау</b><br/>Nomad Club ұпайларын жинау оңай және пайдалы. Әр рейсті брондау кезінде онлайн режимінде, Air Astana кеңсесінде немесе туристік агенттікте мүшелік нөміріңізді енгізуді ұмытпаңыз. Тіркелу кезінде мүшелік картаңызды көрсетіп, ұпайлардың дұрыс жиналуына көз жеткізіңіз. Сізге берілген нөмірді брондауға енгізсеңіз, ұпайлар автоматты түрде сіздің шотыңызға есептеледі. Nomad Club-пен бүгін ұпай жинауды бастаңыз!<br/><b>Ұпай түрлері</b><br/>Nomad Club динамикалық марапаттау жүйесін ұсынады, онда екі түрлі ұпай бар: Miles және Nomad Points. Miles, бұрынғы атауы Flight Points, тек Air Astana рейстерінде жиналады және сізді Silver, Gold және Diamond сияқты элиталық деңгейлерге көтереді. Nomad Points, керісінше, Air Astana рейстерінде және серіктестерімізбен бірлескен әрекеттер арқылы жинақталады, бұл сіздің Жалпы Ұпайлар теңгеріміңізді әртүрлі марапаттар үшін арттырады. Мүшелік деңгейлерімізді толығырақ зерттеп, эксклюзивті артықшылықтарға қарай сапарыңызды бүгін бастаңыз!<br/><b>Ұпайларды қалай жинауға болады</b><br/><b>Air Astana рейстерімен ұшып:</b><br/>Әр ұшқан сайын Air Astana-мен ұпай жинаңыз. Рейсті брондап, мүшелік нөміріңізді енгізіп, ұпайларыңыздың жинақталғанын байқаңыз.<br/><b>Серіктестерден ұпай жинаңыз:</b><br/>Күнделікті сатып алуларды біздің кең серіктестер желісінен жасаңыз. Күнделікті сатып алулар арқылы ұпайларды оңай жинап, шотыңызды арттырыңыз.<br/><b>Ұпайларды аударыңыз:</b><br/>Артықшылықтарды бөлісіңіз! Сізде қосымша ұпайлары бар достарыңыз немесе туыстарыңыздан ұпайларды ала аласыз.<br/><b>Ұпайларды марапаттарға айырбастаңыз</b><br/>Nomad Club мүшесі ретінде сізге көптеген қызықты марапаттау нұсқалары қолжетімді. Жиналған ұпайларыңызды рейстік марапаттарға, қызмет сыныбын жоғарылатуға және басқа да эксклюзивті артықшылықтарға айырбастаңыз.<br/>",
      "ru": "<br/><b>Зарабатывайте и тратьте баллы с Nomad Club</b><br/>Заработать баллы Nomad Club просто и выгодно. Убедитесь, что ваш номер участника предоставлен при каждом бронировании билета онлайн, в офисе Air Astana или через туристическое агентство. Предъявите свою карту участника во время регистрации на рейс для гарантированного накопления баллов. Включите номер участника при бронировании, чтобы ваши баллы автоматически зачислились на ваш счет. Начните зарабатывать баллы с Nomad Club уже сегодня!<br/><b>Типы баллов</b><br/>Nomad Club предлагает динамическую систему вознаграждений с двумя типами баллов: Miles и Nomad Points. Miles (ранее известные как Flight Points) зарабатываются исключительно на рейсах Air Astana и помогают продвигаться к элитным уровням — Silver, Gold и Diamond. Nomad Points можно зарабатывать как на рейсах Air Astana, так и через наших партнеров, увеличивая ваш общий баланс баллов для получения различных вознаграждений. Изучите наши уровни членства и начните свое путешествие к эксклюзивным привилегиям!<br/><b>Как зарабатывать баллы</b><br/>    •   <b>Летайте с Air Astana:</b> Зарабатывайте баллы каждый раз, когда летаете с Air Astana. Просто забронируйте рейс, укажите свой номер участника и наблюдайте, как растет ваш баланс.<br/>    •   <b>Зарабатывайте с партнерами:</b> Максимизируйте свои баллы, совершая покупки у наших многочисленных партнеров. Зарабатывайте баллы за ежедневные покупки и быстро увеличивайте баланс.<br/>    •   <b>Переводите баллы:</b> Делитесь преимуществами! Вы можете получать баллы, переведенные от друзей или членов семьи, у которых есть лишние баллы на счету.<br/><b>Используйте свои баллы для вознаграждений</b><br/>Будучи участником Nomad Club, вы получаете доступ к множеству захватывающих вариантов использования баллов. Обменивайте свои баллы на авиабилеты, повышение класса обслуживания и другие эксклюзивные преимущества.<br/>",
      "en": "<br/><b>Earn and Redeem Points with Nomad Club</b><br/>Unlocking Nomad Club points is simple and rewarding. Ensure that your membership number is provided each time you book a flight online, visit an Air Astana office, or consult with a travel agent. Present your membership card during check-in to guarantee seamless point accumulation. By including your membership number during the reservation, your points will be automatically credited to your account. Start earning points effortlessly with Nomad Club today!<br/><b>Points Types</b><br/>Nomad Club offers a dynamic rewards system with two types of points: Miles and Nomad Points. Miles, formerly known as Flight Points, are earned exclusively on Air Astana flights and help you advance to elite tiers—Silver, Gold, and Diamond. Nomad Points, on the other hand, serve as a versatile currency that can be earned both on Air Astana flights and through activities with our partners, enhancing your Total Points balance for a variety of exciting rewards. Dive deeper into our membership tiers and start your journey towards exclusive benefits today!<br/><b>How to Earn Points</b><br/><b>Fly with Air Astana:</b><br/>Earn points every time you fly with Air Astana. Simply book your flight, provide your membership number, and watch your points accumulate.<br/><b>Earn from Partners:</b><br/>Maximize your points by shopping with our wide network of partners. Earn points on everyday purchases and boost your balance effortlessly.<br/><b>Transfer Points:</b><br/>Share the benefits! You can receive points transferred from friends or family members who have extra points in their accounts.<br/><b>Redeem Your Points for Rewards</b><br/>As a Nomad Club member, you have access to a world of exciting redemption options. Redeem your hard-earned points for flight awards, upgrades, and other exclusive benefits.<br/>"
    },
    "title": "bannerText.banner6.title",
    "size": "big",
    "toShopUrl": "https://google.com"
  }
]
