[
  {
    "id": 0,
    "image": "/tshirt.png",
    "bonus": "bannerText.banner1.bonus",
    "type": "Доставка продуктов",
    "text": "bannerText.banner1.text",
    "title": "bannerText.banner1.title",
    "detail_text": {
      "kz": "Global Nomads негізгі футболкалары - жайлылық пен стильдің үйлесімі.<br/><br/> Жоғары сапалы жұмсақ мақтадан жасалған, олар күнделікті киюге де, белсенді демалысқа да өте қолайлы.<br/><br/> Футболкалар бірнеше стильді түстерде ұсынылған: қою көк, ашық сұр, зәйтүн, қыша және қызыл қоңыр.<br/><br/> Әр футболка Қазақстанның бай мәдениетінен шабыт алған еркіндік рухын білдіреді. Өз тамырларын ұмытпай, жаһандық өмір салтына ұмтылатындар үшін тамаша таңдау.<br/><br/> Құрамы: Лайкрамен супрем (92% мақта, 8% лайкра)",
      "ru": "Базовые футболки Global Nomads – это воплощение комфорта и стиля.<br/><br/> Изготовлены из мягкого хлопка высокого качества, они идеально подходят как для повседневного ношения, так и для активного отдыха.<br/><br/> Футболки представлены в нескольких стильных расцветках: темно-синий, светло-серый, оливковый, горчичный и бордовый.<br/><br/> Каждая футболка несет дух свободы, вдохновленный богатством культуры Казахстана. Идеальный выбор для тех, кто стремится к глобальному образу жизни, не забывая о своих корнях.<br/><br/> Состав: Супрем с лайкрой (92% хлопок, 8% лайкра)",
      "en": "Global Nomads basic t-shirts are the embodiment of comfort and style.<br/><br/> Made from soft, high-quality cotton, they are perfect for both everyday wear and active leisure.<br/><br/> The t-shirts come in several stylish colors: navy blue, light gray, olive, mustard, and burgundy.<br/><br/> Each t-shirt carries a spirit of freedom, inspired by the rich culture of Kazakhstan. An ideal choice for those who aspire to a global lifestyle while staying true to their roots.<br/><br/> Composition: Supreme with Lycra (92% cotton, 8% Lycra)"
    },
    "bonus_step": [
      "bannerText.banner1.bonusStep1",
      "bannerText.banner1.bonusStep2",
      "bannerText.banner1.bonusStep3",
      "bannerText.banner1.bonusStep4",
      "bannerText.banner1.bonusStep5"
    ],
    "size": "small",
    "toShopUrl": "https://globalnomadswear.com/women/tproduct/792506629-669831061432-bazovie-futbolki-global-nomads?utm_source=air&utm_medium=cpa&utm_campaign=air-astana"
  },
  {
    "id": 1,
    "image": "/coat.png",
    "bonus": "bannerText.banner2.bonus",
    "type": "Маркетплейс",
    "text": "bannerText.banner2.text",
    "title": "bannerText.banner2.title",
    "detail_text": {
      "kz": "Нейлоннан жасалған жеңіл қысқы күртке - жайлылықты ұнататындарға арналған ыңғайлы үлгі.<br/><br/>Тізеге дейінгі ұзындығы қозғалыс еркіндігін сақтауға мүмкіндік береді.<br/><br/>Жапсырма бүйір қалталары мен белдік күрткеге практикалық және функционалдық қасиет қосады. Күртке оңтүстік қысқа жарамды.<br/><br/>Құрамы: Нейлон<br/><br/>Салмағы: 252 г",
      "ru": "Легкая зимняя куртка из нейлона — удобная модель для любителей комфорта.<br/><br/>Длина модели — до колена — позволяет сохранять мобильность.<br/><br/>Практичность и функциональность куртке добавляет нашивные боковые карманы и пояс. Куртка подходит для южной зимы.<br/><br/>Состав: Нейлон<br/><br/>Вес: 252 г",
      "en": "Light winter nylon jacket - a comfortable model for comfort lovers.<br/><br/>The knee-length design allows for mobility.<br/><br/>Patch side pockets and a belt add practicality and functionality to the jacket. The jacket is suitable for southern winters.<br/><br/>Composition: Nylon<br/><br/>Weight: 252 g"
    },
    "size": "small",
    "toShopUrl": "https://globalnomadswear.com/women/tproduct/792506629-829256527402-palto-chapan-s-poyasom?utm_source=air&utm_medium=cpa&utm_campaign=air-astana"
  },
  {
    "id": 2,
    "image": "/banner-3.png",
    "bonus": "До 400 баллов за заказ",
    "type": "Маркетплейс",
    "text": "Получайте мили за покупки",
    "title": "bannerText.banner3.title",
    "detail_text": {
      "kz": "Өзіңізді таңғалатын кезек, рюкзактар мен саяхат құралдарының онлайн таңдауы арқылы кураторлық коллекциямыздан таңдаңыз. Багаж мен аксессуарлардың еңбекқор бағдарламасымен таңдаңыз және сапалы. Келесі саяхатқа дайынланғанда, өзіңізді көрсете алу үшін көздеріңізді ашыңыз. Жаңа приключениеңіздің өзгерістерін ашуды, сатып алумен баллдарды біріктіру арқылы жасаңыз, біздің дегенмен лоялдылық бағдарламамен елімді негізгі көмектерді ашыңыз. Бізбен бірге әділетті және ықпалды саяхат етіңіз.",
      "ru": "Отправляйтесь в путешествие со вкусом! Поднимите ваше путешествие на новый уровень с нашим премиальным ассортиментом багажа и аксессуаров, тщательно разработанных как для функциональности, так и стиля. Готовясь к следующему приключению, накапливайте баллы с каждой покупкой через нашу программу лояльности Номад клуб. Путешествуйте с элегантностью и удобством вместе с нами.",
      "en": "Embark on your journey with sophistication by browsing our curated collection of suitcases, backpacks, and travel essentials online. Elevate your travel experience with our premium range of luggage and accessories, meticulously crafted for both functionality and style. As you prepare for your next adventure, accumulate points with each purchase, unlocking exclusive rewards and privileges through our loyalty program. Travel in elegance and convenience with us."
    },
    
    
    "size": "small",
    "toShopUrl": "https://google.com"
  },
 {
    "id": 3,
    "image": "/banner-4.png",
    "bonus": "До 400 баллов за заказ",
    "type": "Маркетплейс",
    "text": "Получайте мили за покупки",
    "title": "bannerText.banner4.title",
    "detail_text": {
      "kz": "Ұстаздар мен витаминдерді онлайн сатып алудың ыңғайлылығын таныңыз! Біздің сүзгілікті таңдауларымызға жақындасып, сіздің әрекеттілігіңізді және маңызығыңызды жетістіру үшін дайындалған жоғары сапалы өнімдерді ұмытасыз. Әр сатып алумен қажетті баллдарды алыңыз, жеке артықшылықтар мен жеңілдіктерді ашу. Бізбен бірге денсаулық жолыңызға бағыттаның сапасын алыңыз!",
      "ru": "Оцените удобство покупки витаминов и добавок онлайн! Исследуйте тщательно подобранный ассортимент, призванный повысить вашу энергию и жизненные силы. Получайте баллы с каждой покупкой, открывая доступ к эксклюзивным преимуществам и скидкам. Начните свой путь к здоровью вместе с нами!",
      "en": "Experience the seamless convenience of procuring premium-grade supplements and vitamins online! Immerse yourself in our carefully curated selection, meticulously crafted to elevate your health and vitality. Accumulate rewards with each purchase, unveiling exclusive perks and savings. Begin your journey towards optimal health today and indulge in the sophistication of shopping with us!"
    },
    "size": "small",
    "toShopUrl": "https://google.com"
  },  
  {
    "id": 4,
    "image": "/new-big-banner-1.png",
    "detail_text": {
      "kz": "Nomad Club-қа қош келдіңіз, Air Astana-ның адалдық бағдарламасы, ең бағалы жолаушыларымызды марапаттау және тану үшін әзірленген. Біз сіздің адалдығыңызды ерекше артықшылықтармен атап өтуге лайық деп есептейміз.<br/><br/>Мүшелік деңгейлері<br/><br/>Nomad Club төрт мүшелік деңгейін ұсынады: Blue, Silver, Gold және Diamond. Әр деңгей сіздің сапар тәжірибеңізді жақсартатын ерекше артықшылықтармен қамтамасыз етеді. Бағдарламаға қосылғаннан кейін барлық қатысушылар Blue деңгейінен бастайды. Air Astana-мен ұшқан сайын және деңгейлік ұпайларды жинаған сайын сіз келесі деңгейлерге көтеріліп, артықшылықтарды аша аласыз.<br/><br/>Silver, Gold немесе Diamond мүшесі болу үшін сізге күнтізбелік жылдың ішінде (1 қаңтардан 31 желтоқсанға дейін) белгілі бір талаптарды орындау қажет. Осы талаптарға сай келген соң, сізге бірегей мүшелік карта беріледі және қосымша артықшылықтарға қол жеткізесіз.",
      "ru": "Добро пожаловать в Nomad Club, программу лояльности Air Astana, разработанную для вознаграждения и признания наших самых ценных путешественников. Мы уверены, что ваша преданность заслуживает особого внимания, и предлагаем вам эксклюзивные преимущества.<br/>Уровни членства<br/>Nomad Club предлагает четыре уровня членства: Blue, Silver, Gold и Diamond. Каждый уровень предоставляет вам уникальные преимущества, которые улучшат ваше путешествие. Все участники программы начинают с уровня Blue. По мере того, как вы путешествуете с Air Astana и накапливаете баллы уровня, у вас будет возможность продвигаться по уровням и открывать новые привилегии.<br/>Чтобы перейти на уровень Silver, Gold или Diamond, вам необходимо выполнить определенные критерии в течение календарного года (с 1 января по 31 декабря). Как только вы выполните эти требования, вы получите уникальную карту участника и доступ к дополнительным преимуществам.",
      "en": "Welcome to Nomad Club, Air Astana’s loyalty programme designed to reward and recognize our most valued travelers. <br/><br/>We believe your loyalty deserves to be celebrated with exclusive benefits tailored just for you.Membership Tiers Nomad Club offers four tiers of membership: Blue, Silver, Gold, and Diamond. Each tier provides you with distinct advantages that enhance your travel experience. Upon joining the programme, all members start at the Blue tier. As you travel with Air Astana and accumulate tier points, you will have the opportunity to advance through the tiers and unlock more privileges. To qualify for Silver, Gold, or Diamond membership, you must meet the specified criteria within a single calendar year (from January 1 to December 31). Once you meet these requirements, you will receive a unique membership card and access to an array of additional benefits."
    },
    "title": "bannerText.banner5.title",
    "size": "big",
    "toShopUrl": "https://google.com"
  },
  {
    "id": 5,
    "image": "/globalnomads.png",
    "detail_text": {
      "kz": "<br>Global Nomads бренді негізінде заманауи көшпенділік идеясы жатыр — Орталық Азияның ежелгі көшпенді халықтарының мәдени мұрасынан шабыт ала отырып, дизайнерлер таңдаулы оюларды қазіргі заманға сай жаңғыртып, бұйымдардың бөлшектеріне терең мағына енгізеді.<br><br>Брендтің коллекциялары заманауи көшпенділерге арналған — қозғалыста, шығармашылықта, жұмыста және көзқарастарда шекарасыз адамдарға. Кең ассортимент матрицасы багажда көп орын алмайтын және жоғары сапалы материалдар мен тігіннің арқасында ұзақ уақыт қызмет ететін толық көріністі жинауға мүмкіндік береді.<br><br>Біздің мақсатты аудиториямыз және идеялық кодымыз — бұл миллениалдар буыны және олардың жаңа тұтыну парадигмасы: жауапкершілік бір рет қолданудың орнына, мағыналар бос кеңістікке қарсы, және қысқа мерзімді сәннің орнына бірегей стиль.<br><br>Брендтің коллекцияларының 85%-ы табиғи материалдардан тұрады, олар толықтай табиғатта ыдырайды.<br><br>Бренд өз өнімдерін Қазақстандағы өз фабрикасында халықаралық сапа стандарттарын сақтай отырып және ILS сертификаттауымен өндіреді.",
      "ru": "<br>В основу бренда Global Nomads заложена идея современного номадизма — вдохновляясь культурным наследием древних кочевых народов Центральной Азии, дизайнеры интерпретируют в современном ключе избранные орнаменты, закладывая глубокий смысл в детали изделий.<br><br>Коллекции марки предназначены для современных кочевников — людей, свободных от границ в передвижении, творчестве, работе и взглядах. Широкая ассортиментная матрица позволит собрать total look, который не займет много места в багаже и будет долго служить благодаря высокому качеству материалов и пошива.<br><br>Наша целевая аудитория и наш идейный код — это поколение миллениалов и его новая парадигма потребления: ответственность вместо одноразовости, смыслы вместо пустоты, самобытный стиль вместо краткосрочной моды.<br><br>Коллекции бренда на 85% состоят из натуральных материалов, полностью разлагающихся в природе.",
      "en": "<br>The foundation of the Global Nomads brand is the idea of modern nomadism — inspired by the cultural heritage of the ancient nomadic peoples of Central Asia, the designers reinterpret selected ornaments in a contemporary way, embedding deep meaning into the details of the products.<br><br>The brand’s collections are designed for modern nomads — people free from borders in their movement, creativity, work, and outlook. The wide product assortment allows for a total look that doesn’t take up much space in luggage and lasts a long time due to the high quality of materials and craftsmanship.<br><br>Our target audience and our ideological code are the millennial generation and its new consumption paradigm: responsibility instead of disposability, meaning instead of emptiness, and authentic style instead of short-term fashion.<br><br>The brand's collections are 85% made of natural materials that are fully biodegradable.<br><br>The brand manufactures its products at its own factory in Kazakhstan, adhering to international quality standards and ILS certification."
    },
    "bonus_step": [
      "bannerText.banner1.bonusStep1",
      "bannerText.banner1.bonusStep2",
      "bannerText.banner1.bonusStep3",
      "bannerText.banner1.bonusStep4",
      "bannerText.banner1.bonusStep5"
    ],
    "title": "bannerText.banner6.title",
    "size": "big",
    "toShopUrl": "https://globalnomadswear.com/catalog?utm_source=air&utm_medium=cpa&utm_campaign=air-astana"
  }
]
