[
  {
    "id": 0,
    "image": "/tshirt_new.png",
    "bonus": "bannerText.banner1.bonus",
    "type": "Доставка продуктов",
    "text": "bannerText.banner1.text",
    "title": "bannerText.banner1.title",
   "detail_text": {
    "kz": "Global Nomads негізгі футболкалары - жайлылық пен стильдің үйлесімі.<br><br>Жоғары сапалы жұмсақ мақтадан жасалған, олар күнделікті киюге де, белсенді демалысқа да өте қолайлы.<br><br>Футболкалар бірнеше стильді түстерде ұсынылған: қою көк, ашық сұр, зәйтүн, қыша және қызыл қоңыр.<br><br>Әр футболка Қазақстанның бай мәдениетінен шабыт алған еркіндік рухын білдіреді. Өз тамырларын ұмытпай, жаһандық өмір салтына ұмтылатындар үшін тамаша таңдау.<br><br>Құрамы: Лайкрамен супрем (92% мақта, 8% лайкра).<br><br>Әр жұмсалған 100 KZT үшін 1 ұпай алыңыз.",
    "ru": "Базовые футболки Global Nomads – это воплощение комфорта и стиля.<br><br>Изготовлены из мягкого хлопка высокого качества, они идеально подходят как для повседневного ношения, так и для активного отдыха.<br><br>Футболки представлены в нескольких стильных расцветках: темно-синий, светло-серый, оливковый, горчичный и бордовый.<br><br>Каждая футболка несет дух свободы, вдохновленный богатством культуры Казахстана. Идеальный выбор для тех, кто стремится к глобальному образу жизни, не забывая о своих корнях.<br><br>Состав: Супрем с лайкрой (92% хлопок, 8% лайкра).<br><br>За каждые 100 KZT, потраченные на покупки, вы получаете 1 балл.",
    "en": "Global Nomads basic t-shirts are the embodiment of comfort and style.<br><br>Made from soft, high-quality cotton, they are perfect for both everyday wear and active leisure.<br><br>The t-shirts come in several stylish colors: navy blue, light gray, olive, mustard, and burgundy.<br><br>Each t-shirt carries a spirit of freedom, inspired by the rich culture of Kazakhstan. An ideal choice for those who aspire to a global lifestyle while staying true to their roots.<br><br>Composition: Supreme with Lycra (92% cotton, 8% Lycra).<br><br>For every 100 KZT spent, receive 1 Point."
  },
    "bonus_step": [
      "bannerText.banner1.bonusStep1",
      "bannerText.banner1.bonusStep2",
      "bannerText.banner1.bonusStep3",
      "bannerText.banner1.bonusStep4",
      "bannerText.banner1.bonusStep5"
    ],
    "size": "small",
    "toShopUrl": "https://globalnomadswear.com/women/tproduct/792506629-669831061432-bazovie-futbolki-global-nomads?utm_source=air&utm_medium=cpa&utm_campaign=air-astana"
  },
  {
    "id": 1,
    "image": "/cardigan.png",
    "bonus": "bannerText.banner2.bonus",
    "type": "Маркетплейс",
    "text": "bannerText.banner2.text",
    "title": "bannerText.banner2.title",
    "detail_text": {
      "kz": "Сызықтармен безендірілген ерекше дизайны бар стильді кардиган.<br><br>Кардиган еркін үлгіде, терең V-тәрізді мойын ойығымен.<br><br>Бүкіл ұзындығы бойында орналасқан түймелер оны түймеленген немесе түймесіз киіп, әртүрлі образдар жасауға мүмкіндік береді.<br><br>Құрамы: 100% мақта.<br><br>Әр жұмсалған 100 KZT үшін 1 ұпай алыңыз.",
      "ru": "Стильный кардиган с оригинальным дизайном, расположенным линиями.<br><br>Кардиган имеет свободный крой и глубокий V-образный вырез.<br><br>Пуговицы располагаются по всей длине изделия, что позволяет носить его как застегнутым, так и расстегнутым, создавая разные образы.<br><br>Состав: 100% хлопок.<br><br>За каждые 100 KZT, потраченные на покупки, вы получаете 1 балл.",
      "en": "A stylish cardigan with an original design featuring linear patterns.<br><br>The cardigan has a loose fit and a deep V-neckline.<br><br>Buttons run along the entire length of the garment, allowing it to be worn buttoned or unbuttoned, creating versatile looks.<br><br>Material: 100% cotton.<br><br>For every 100 KZT spent, receive 1 Point."
    },
    "bonus_step": [
      "bannerText.banner1.bonusStep1",
      "bannerText.banner1.bonusStep2",
      "bannerText.banner1.bonusStep3",
      "bannerText.banner1.bonusStep4",
      "bannerText.banner1.bonusStep5"
    ],
    "size": "small",
    "toShopUrl": "https://globalnomadswear.com/men/tproduct/792507046-185271900782-kardigan-na-pugovitsah?utm_source=air&utm_medium=cpa&utm_campaign=air-astana"
  },

  {
    "id": 2,
    "image": "/suit.png",
    "bonus": "bannerText.banner3.bonus",
    "type": "Маркетплейс",
    "text": "bannerText.banner3.text",
    "title": "bannerText.banner3.title",
   "detail_text": {
    "kz": "Stone Washed өңделген футерден жасалған сәнді худи мен шалбар.<br><br>Серуендеуге және достарыңызбен кездесуге арналған ыңғайлы жиынтық.<br><br>Худи сатып алсаңыз, шалбар сыйлыққа беріледі.<br><br>Құрамы: футер, мақта.<br><br>Әр жұмсалған 100 KZT үшін 1 ұпай алыңыз.",
    "ru": "Стильные худи и брюки из футера с обработкой Stone Washed.<br><br>Удобный комплект для прогулок и встреч с друзьями.<br><br>При покупке худи вы получаете брюки в подарок.<br><br>Состав: футер, хлопок.<br><br>За каждые 100 KZT, потраченные на покупки, вы получаете 1 балл.",
    "en": "Stylish hoodies and pants made from fleece with a Stone Washed finish.<br><br>A comfortable set for walks and hanging out with friends.<br><br>When you purchase a hoodie, you get the pants as a gift.<br><br>Fabric composition: fleece, cotton.<br><br>For every 100 KZT spent, receive 1 Point."
    },
    "bonus_step": [
      "bannerText.banner3.bonusStep1",
      "bannerText.banner3.bonusStep2",
      "bannerText.banner3.bonusStep3",
      "bannerText.banner3.bonusStep4",
      "bannerText.banner3.bonusStep5"
    ],
    "size": "small",
    "toShopUrl": "https://globalnomadswear.com/women/tproduct/792506629-823494558042-hudi-i-bryuki-stone-washed?utm_source=air&utm_medium=cpa&utm_campaign=air-astana"
  },

 {
    "id": 3,
    "image": "/new-big-banner-2.png",
    "bonus": "bannerText.banner4.bonus",
    "type": "Маркетплейс",
    "text": "bannerText.banner4.text",
    "title": "bannerText.banner4.title",
    "detail_text": {
      "kz": "Nomad Club қатысушысы болыңыз<br><br>Бүгін Nomad Club-қа қосылып, бұрын болмаған саяхатты сезініңіз!<br><br>Мүмкіндікті жіберіп алмаңыз — қазір тіркеліп, эксклюзивті саяхат сыйақыларының, артықшылықтардың және теңдессіз шытырмандардың әлеміне жол ашыңыз!",
      "ru": "Станьте участником Nomad Club<br><br>Присоединяйтесь к Nomad Club уже сегодня, чтобы отправиться в путешествие, которого у вас еще не было!<br><br>Не упустите шанс — зарегистрируйтесь сейчас и получите доступ к миру эксклюзивных бонусов, привилегий и незабываемых приключений!",
      "en": "Become a Nomad Club Member<br><br>Join Nomad Club today to experience a journey like never before.<br><br>Don't miss out – sign up now for a key to a world of exclusive travel rewards, benefits and unparalleled adventures!"
    },
    "size": "small",
    "toShopUrl": "https://airastana.com/nomad-club/nomad-club-programme"
  },  



  
  {
    "id": 4,
    "image": "/dimash.png",
    "detail_text": {
    "kz": "Қазақ бренді Global Nomads пен музыкант Димаш Құдайберген бірлесіп жасаған киім коллекциясы Астанадағы оның ауқымды концертінде таныстырылды. <br><br> Оған футболкалар, худилер, лонгсливтер және Димаштың Stranger, Be with Me, Your Love сияқты ән атауларымен безендірілген стильді қара-ақ гаммадағы аксессуарлар кіреді. <br><br> Коллекцияның орталық бейнесі – қазақ халқының бостандығы мен күшін бейнелейтін Самұрық құсының қанаттарымен бейнеленген Димаш. <br><br> Бұл Global Nomads пен Димаш бірлесіп жасаған киімдерін ұшуға және ұзақ сапарларға ыңғайлы ғана емес, сонымен бірге ұлттық бірегейлікті бейнелейтін етеді.<br><br>Әр жұмсалған 100 KZT үшін 1 ұпай алыңыз.",
    "ru": "Казахстанский бренд Global Nomads и музыкант Димаш Кудайберген создали совместную коллекцию одежды, представленную на его грандиозном концерте в Астане. <br><br> Коллекция включает футболки, худи, лонгсливы и аксессуары в стильной черно-белой гамме с названиями песен Димаша, таких как Stranger, Be with Me, Your Love, и другие. <br><br> Центральный образ коллекции — Димаш с крыльями птицы Самрук, символизирующей свободу и силу казахского народа. <br><br> Одежда Global Nomads, созданная в коллаборации с Димашем, идеальна для полетов и дальних поездок, воплощая комфорт и национальную идентичность.<br><br>За каждые 100 KZT, потраченные на покупки, вы получаете 1 балл.",
    "en": "The Kazakh brand Global Nomads and musician Dimash Kudaibergen have created a joint clothing collection, unveiled at his grand concert in Astana. <br><br> Featuring T-shirts, hoodies, long sleeves, and accessories in a stylish black-and-white palette with the names of Dimash’s songs, such as Stranger, Be with Me, Your Love, and more. <br><br> The central image of the collection is Dimash with the wings of the Samruk bird, symbolizing the freedom and strength of the Kazakh people. <br><br> Global Nomads clothing, created in collaboration with Dimash, is perfect for flights and long journeys, embodying both comfort and national identity.<br><br>For every 100 KZT spent, receive 1 Point."
  },
    "preview_text": {
    "kz": "Қазақ бренді Global Nomads пен музыкант Димаш Құдайберген бірлесіп киім коллекциясын жасап шығарды, ол Астанадағы оның ауқымды концертінде таныстырылды.",
    "ru": "Казахстанский бренд Global Nomads и музыкант Димаш Кудайберген создали совместную коллекцию одежды, представленную на его грандиозном концерте в Астане.",
    "en": "The Kazakh brand Global Nomads and musician Dimash Kudaibergen have created a joint clothing collection, unveiled at his grand concert in Astana."
  },
    "bonus_step": [
      "bannerText.banner1.bonusStep1",
      "bannerText.banner1.bonusStep2",
      "bannerText.banner1.bonusStep3",
      "bannerText.banner1.bonusStep4",
      "bannerText.banner1.bonusStep5"
    ],
    "title": "bannerText.banner5.title",
    "size": "big",
    "toShopUrl": "https://globalnomadswear.com/dimash?utm_source=air&utm_medium=cpa&utm_campaign=air-astana"
  },
  {
    "id": 5,
    "image": "/globalnomads.png",
    "detail_text": {
      "kz": "Global Nomads бренді негізінде заманауи көшпенділік идеясы жатыр — Орталық Азияның ежелгі көшпенді халықтарының мәдени мұрасынан шабыт ала отырып, дизайнерлер таңдаулы оюларды қазіргі заманға сай жаңғыртып, бұйымдардың бөлшектеріне терең мағына енгізеді.<br><br>Брендтің коллекциялары заманауи көшпенділерге арналған — қозғалыста, шығармашылықта, жұмыста және көзқарастарда шекарасыз адамдарға. Кең ассортимент матрицасы багажда көп орын алмайтын және жоғары сапалы материалдар мен тігіннің арқасында ұзақ уақыт қызмет ететін толық көріністі жинауға мүмкіндік береді.<br><br>Біздің мақсатты аудиториямыз және идеялық кодымыз — бұл миллениалдар буыны және олардың жаңа тұтыну парадигмасы: жауапкершілік бір рет қолданудың орнына, мағыналар бос кеңістікке қарсы, және қысқа мерзімді сәннің орнына бірегей стиль.<br><br>Брендтің коллекцияларының 85%-ы табиғи материалдардан тұрады, олар толықтай табиғатта ыдырайды.<br><br>Бренд өз өнімдерін Қазақстандағы өз фабрикасында халықаралық сапа стандарттарын сақтай отырып және ILS сертификаттауымен өндіреді.<br><br>Брендтің керемет ұсыныстарын ашыңыз және әр 200 KZT жұмсаған сайын 1 балл жинаңыз!",
      "ru": "В основу бренда Global Nomads заложена идея современного номадизма — вдохновляясь культурным наследием древних кочевых народов Центральной Азии, дизайнеры интерпретируют в современном ключе избранные орнаменты, закладывая глубокий смысл в детали изделий.<br><br>Коллекции марки предназначены для современных кочевников — людей, свободных от границ в передвижении, творчестве, работе и взглядах. Широкая ассортиментная матрица позволит собрать total look, который не займет много места в багаже и будет долго служить благодаря высокому качеству материалов и пошива.<br><br>Наша целевая аудитория и наш идейный код — это поколение миллениалов и его новая парадигма потребления: ответственность вместо одноразовости, смыслы вместо пустоты, самобытный стиль вместо краткосрочной моды.<br><br>Коллекции бренда на 85% состоят из натуральных материалов, полностью разлагающихся в природе.<br><br>Бренд производит свои товары на собственной фабрике в Казахстане, соблюдая международные стандарты качества и сертификацию ILS.<br><br>Откройте для себя предложения бренда и зарабатывайте 1 балл за каждые потраченные 200 KZT!",
      "en": "The foundation of the Global Nomads brand is the idea of modern nomadism — inspired by the cultural heritage of the ancient nomadic peoples of Central Asia, the designers reinterpret selected ornaments in a contemporary way, embedding deep meaning into the details of the products.<br><br>The brand’s collections are designed for modern nomads — people free from borders in their movement, creativity, work, and outlook. The wide product assortment allows for a total look that doesn’t take up much space in luggage and lasts a long time due to the high quality of materials and craftsmanship.<br><br>Our target audience and our ideological code are the millennial generation and its new consumption paradigm: responsibility instead of disposability, meaning instead of emptiness, and authentic style instead of short-term fashion.<br><br>The brand's collections are 85% made of natural materials that are fully biodegradable.<br><br>The brand manufactures its products at its own factory in Kazakhstan, adhering to international quality standards and ILS certification.<br><br>Explore offers from the brand and for every 200 KZT spent receive 1 Point."
    },
    "preview_text": {
      "kz": "Global Nomads бренді негізінде заманауи көшпенділік идеясы жатыр.",
      "ru": "В основу бренда Global Nomads заложена идея современного номадизма.",
      "en": "The foundation of the Global Nomads brand is the idea of modern nomadism."
    },
    "bonus_step": [
      "bannerText.banner1.bonusStep1",
      "bannerText.banner1.bonusStep2",
      "bannerText.banner1.bonusStep3",
      "bannerText.banner1.bonusStep4",
      "bannerText.banner1.bonusStep5"
    ],
    "title": "bannerText.banner6.title",
    "size": "big",
    "toShopUrl": "https://globalnomadswear.com/catalog?utm_source=air&utm_medium=cpa&utm_campaign=air-astana"
  }
]
